Repository: humanmade/replace-files
Catalog: languages/replace_files-*.po
Languages: fi

source: Replace File
fi: Korvaa

source: Upload replacement file
fi: Korvaa tiedosto

source: Submit for Approval
fi: ﻿Lähetä hyväksyttäväksi

source: Awaiting approval
fi: ﻿Odottaa hyväksyntää

source: Accept
fi: ﻿Hyväksy

source: Reject
fi: Hylkää

source: Uploaded by %s
fi: Lataaja: %s

source: Pending Changes
fi: ﻿Odottavat muutokset

source: Missing ID parameter.
fi: ID puuttuu

source: Sorry, you are not allowed to access this page.
fi: ﻿Sinulla ei valitettavasti ole tämän sivun käyttöoikeutta.

source: Missing new ID parameter.
fi: ID puuttuu.

source: Invalid action.
fi: ﻿Virheellinen toiminto.

source: Sorry, you are not allowed to replace this file.
fi: ﻿Valitettavasti et voi korvata tätä tiedostoa.

source: Replace Existing File
fi: Korvaa nykyinen tiedosto

source: Replacing <code>%s</code>
fi: Korvataan tiedostoa <code>%s</code>

source: Invalid attachment ID.
fi: Virheellinen liitteen ID.

source: Post is invalid
fi: Artikkeli on virheellinen

source: Unable to add post meta.
fi: Metatiedostojen lisäys epäonnistui

source: Invalid parent on replacement attachment.
fi: Korvaavan tiedoston vanhempi on virheellinen.

source: Drop replacement file here
fi: Pudota korvaava tiedosto tähän

# Uploader: Drop files here - or - Select Files
source: or
fi: tai

source: Select File
fi: Valitse tiedosto

source: Maximum upload file size: %s.
fi: Tiedoston maksimikoko: %s.

source: Uploading %s&#8230;
fi: Ladataan tiedostoa %s&#8230;

source: Success! Replacement file uploaded.
fi: Korvaavan tiedoston lataus onnistui!

source: Whoops, could not upload file: %s
fi: ﻿Hups, tiedoston %s lataus epäonnistui

source: Try Again
fi: ﻿Yritä uudelleen
